Repository: alessiomason/Flashword
Catalog: Flashword/Localizable.xcstrings
Source language: en
Languages: it

source: Your goal is to generate a multiple-choice quiz. Generate a question that quizzes the user knowledge of the word "%1$@". The goal is for the user to correctly guess the word that you are referring to in the question. The question MUST NOT include the word "%2$@". Example of question Word: Attainable Question: "What is a word that expresses that something is possible to do?" Possible answers: [Difficult, Attainable, Impossible, Preposterous] The word ("Attainable", in this case) MUST be included amongst the 4 possible answers and MUST NEVER be mentioned in the question. The other possible answers MUST be plausible but wrong and MUST all be different from one another. All the possible answers MUST be in the same language of the provided word. Example of a WRONG question --> DO NOT GENERATE QUESTIONS LIKE THIS ONE! Question: "What does 'Attainable' mean?" This question is not suitable for the game because it contains the word itself ("Attainable", in this case) in the question. Generate a question for the word "%3$@".
it: Il tuo obiettivo è generare un quiz a scelta multipla. Genera una domanda che testi la conoscenza dell’utente della parola "%1$@". L’obiettivo è che l’utente indovini correttamente la parola a cui tu fai riferimento nella domanda. La domanda NON DEVE includere la parola "%2$@". Esempio di domanda Parola: Attainable Question: “Quale è una parola inglese che esprime che qualcosa è fattibile?” Risposte possibili: [Difficult, Attainable, Impossible, Preposterous] La parola ("Attainable", in questo caso) DEVE essere inclusa tra le 4 possibili risposte e NON DEVE MAI essere menzionata nella domanda. Le altre possibile risposte DEVONO essere plausibili ma sbagliate e DEVONO essere tutte diverse l’una dall’altra. Tutte le possibili risposte DEVONO essere nella stessa lingua della parola fornita. Esempio di una domanda SBAGLIATA --> NON GENERARE DOMANDE COME QUESTA! Question: “Cosa vuol dire la parola 'Attainable' in inglese?” La domanda non è adeguata al gioco perché contiene la parola stessa (“Attainable", in questo caso) nella domanda. Genera una “domanda per la parola ”%3$@”.

source: %lld words
it: %lld parole

source: %lld words in this category
it: %lld parole in questa categoria

source: ☕️ Buy me a coffee
it: ☕️ Offrimi un caffè

source: 🍯 Tip jar
it: 🍯 Barattolo delle offerte

source: A category named "%@" already exists!
it: Una categoria chiamata "%@" esiste già!

source: A dedicated tab for searching words and categories!
it: Un tab dedicato per cercare parole e categorie!

source: A small tip to support the development of the app.
it: Una piccola offerta per supportare lo sviluppo dell’app.

source: A tip to support the development of the app.
it: Un’offerta per supportare lo sviluppo dell’app.

source: A whole new look
it: Un look tutto nuovo

source: About Flashword
it: Info su Flashword

source: Add
it: Aggiungi

source: Add anyway
it: Aggiungi ugualmente

source: Add notes…
it: Aggiungi note…

source: Add to bookmarks
it: Aggiungi ai segnalibri

source: All words
it: Tutte le parole

source: Almost!
it: Quasi!

source: An error occurred while trying to delete all data from the app.
it: Si è verificato un errore durante l’eliminazione di tutti i tuoi dati dall’app.

source: An error occurred while trying to export your data.
it: Si è verificato un errore durante l’esportazione dei dati.

source: An error occurred while trying to import your data.
it: Si è verificato un errore durante l’importazione dei dati.

source: App version: %@
it: Versione dell'app: %@

source: Are you sure you want to delete all data in your app?
it: Vuoi davvero eliminare tutti i tuoi dati dall’app?

source: Are you sure you want to delete the word "%@"?
it: Confermi di voler eliminare la parola "%@"?

source: Are you sure you want to delete this category?
it: Confermi di voler eliminare questa categoria?

source: Begin
it: Iniziamo

source: Bookmarks
it: Segnalibri

source: Cancel
it: Annulla

source: Cannot create a duplicate category!
it: Impossibile creare una categoria duplicata!

source: Categories
it: Categorie

source: Category color
it: Colore della categoria

source: Category: %@
it: Categoria: %@

source: Category's name
it: Nome della categoria

source: Change category
it: Cambia categoria

source: Change category of "%@"
it: Cambia la categoria di "%@"

source: Change date range
it: Cambia l'intervallo di date

source: Choose a symbol for the category
it: Scegli un simbolo per la categoria

source: Choose the color for the words that do not belong to a specific category.
it: Scegli il colore delle parole che non appartengono a una categoria specifica.

source: Close
it: Chiudi

source: Close quiz
it: Chiudi quiz

source: Confirm
it: Conferma

source: Contact me
it: Contattami

source: Continue
it: Continua

source: Correct!
it: Esatto!

source: Create custom categories to organize your words!
it: Crea categorie personalizzate per organizzare le tue parole!

source: Delete
it: Elimina

source: Delete all words and categories
it: Elimina tutte le parole e categorie

source: Delete but keep words
it: Elimina ma conserva le parole

source: Delete failed
it: Impossibile eliminare

source: Delete words too
it: Elimina anche le parole

source: Devices
it: Dispositivi

source: Discover Flashword and the features of the latest update
it: Scopri Flashword e tutte le novità dell’ultimo aggiornamento

source: Discover more about Flashword and its creator!
it: Scopri di più su Flashword e su come è stata creata!

source: Discover version 4.0
it: Scopri la versione 4.0

source: Dismiss keyboard
it: Chiudi la tastiera

source: Edit
it: Modifica

source: Edit category
it: Modifica categoria

source: Edit the category
it: Modifica la categoria

source: Enter a new word
it: Inserisci una nuova parola

source: Enter your notes here…
it: Inserisci qui le tue note…

source: Export failed
it: Impossibile esportare

source: Export words and categories
it: Esporta parole e categorie

source: Feel free to contact me for any comment, suggestion or problem you might have!
it: Contattami pure per qualsiasi commento, suggerimento o problema che potresti avere!

source: Finished!
it: Finito!

source: Flashword database
it: Database di Flashword

source: Flashword uses the system dictionaries to provide definitions for your words. To manage your dictionaries (or to download them for the first time, if you haven't already) you can go to Settings → General → Dictionary on your iPhone. Alternatively, when looking up a word in Flashword, you can tap the "Manage Dictionaries" button to access the same settings.
it: Flashword usa i dizionari di sistema per fornirti le definizioni delle parole. Puoi gestire i tuoi dizionari (o scaricarli per la prima volta, se non lo hai ancora fatto) dall’app Impostazioni.

source: Flashword's features and the latest update
it: Funzionalità di Flashword e dell’ultimo aggiornamento

source: Flashword's repository
it: Repository di Flashword

source: Flashword's website
it: Sito web di Flashword

source: Follow me online
it: Seguimi online

source: Follow the app development
it: Segui lo sviluppo dell'app

source: Generate quiz
it: Genera quiz

source: Generating the quiz…
it: Generazione del quiz in corso…

source: GitHub profile
it: Profilo GitHub

source: Hi! My name is Alessio and I am a computer engineer from Italy! 🇮🇹 I am a high school teacher, but I like creating apps from time to time! This is the first app I develop, thank you so very much for even just trying it out! Below you can find some links to follow me online!
it: Ciao! Mi chiamo Alessio e sono un ingegnere informatico italiano! 🇮🇹 Nella vita sono un insegnante della scuola superiore, ma mi diletto a creare app di tanto in tanto! Questa è la prima app che sviluppo, grazie davvero per averla anche solo provata! Qui sotto trovi qualche link per seguirmi in giro per il web!

source: How to manage your dictionaries
it: Come gestire i dizionari

source: If you continue, all words and categories in your app will be permanently deleted. If you haven't previously exported them, you will not be able to recover them in any way.
it: Se continui, tutte le parole e le categorie nell’app verranno eliminate in modo permanente. Se non le hai precedentemente esportate, non sarai in grado di recuperarle in alcun modo.

source: Ignore this field.
it: Ignora questo campo.

source: Import and export
it: Importa e esporta

source: Import and export all words and categories in the app from or to a local JSON file.
it: Importa e esporta le tue parole e categorie nell’app da e verso un file JSON locale.

source: Import and export words and categories
it: Importa e esporta parole e categorie

source: Import and export your words
it: Importa e esporta le tue parole

source: Import failed
it: Impossibile importare

source: Import words and categories
it: Importa parole e categorie

source: Insert a new category
it: Inserisci una nuova categoria

source: Insert a new category or enter the "%@" category to add your first word!
it: Inserisci una nuova categoria o entra nella categoria "%@" per aggiungere la tua prima parola!

source: Insert your first category!
it: Inserisci la tua prima categoria!

source: It's a bit quiet here!
it: Tutto tace qui!

source: Last 7 days
it: Ultimi 7 giorni

source: Last 30 days
it: Ultimi 30 giorni

source: List 4 possible answers to the previous question. One of the 4 answers MUST be the same as the word. ALL the answers MUST be different from one another and MUST be in the same language of the provided word.
it: Elenca 4 possibili risposte alla domanda precedente. Una delle 4 risposte DEVE essere la stessa della parola. TUTTE le risposte DEVONO essere diverse l’una dall’altra e DEVONO essere nella stessa lingua della parola fornita.

source: Look up
it: Definisci

source: Look up word
it: Definisci parola

source: Looking up a word
it: Definire una parola

source: Many bugs fixed and many improvements around the app!
it: Molti bug sistemati e molti miglioramenti in tutta l’app!

source: Many optimizations and fixes
it: Molti aggiustamenti e ottimizzazioni

source: Maps and transports
it: Mappe e trasporti

source: Mastodon profile
it: Profilo Mastodon

source: Modify the notes
it: Modifica le note

source: More
it: Di più

source: More symbols…
it: Più simboli…

source: Multiple choice
it: Scelta multipla

source: Nature
it: Natura

source: No bookmarked words to display
it: Nessuna parola nei segnalibri

source: No category
it: Nessuna categoria

source: No definition available for "%@".
it: Nessuna definizione disponibile per "%@".

source: No notes
it: Nessuna nota

source: No recent words to display
it: Nessuna parola recente da mostrare

source: No words in this category
it: Nessuna parola in questa categoria

source: No words to display
it: Nessuna parola inserita

source: Notes
it: Note

source: Number of questions
it: Numero di domande

source: Objects
it: Oggetti

source: Onboarding tab
it: Tab di benvenuto

source: Open answer
it: Domande aperte

source: People
it: Persone

source: Personal website
it: Sito web personale

source: Pick a color
it: Scegli un colore

source: Powered by Apple Intelligence
it: Generato con Apple Intelligence

# Question %lld/%lld
source: Question %1$lld/%2$lld
it: Domanda %1$lld/%2$lld

source: Quiz type
it: Tipo di quiz

source: Quizzes
it: Quiz

source: Quizzes are generated using Apple Intelligence, which is currently not available on your device (it is likely still downloading). Please try again later.
it: I quiz sono generati con Apple Intelligence, che non è al momento disponibile sul tuo dispositivo (è probabilmente ancora in download). Riprova più tardi.

source: Quizzes are generated using Apple Intelligence. If you wish to use this functionality, turn on Apple Intelligence in your device settings.
it: I quiz sono generati con Apple Intelligence. Se desideri utilizzare questa funzionalità, attiva Apple Intelligence nelle impostazioni del dispositivo.

source: Recently added
it: Aggiunte recentemente

source: Recently searched
it: Ricerche recenti

source: Remove from bookmarks
it: Rimuovi dai segnalibri

source: Review the quiz words
it: Rivedi le parole del quiz

source: Safely back up and restore your data by importing and exporting words and categories outside the app!
it: Preserva e ripristina i tuoi dati importando ed esportando parole e categorie fuori dall’app!

source: Save
it: Salva

source: Save words, look up their definitions, and more!
it: Salva le parole, cerca le loro definizioni e tanto altro!

source: Search
it: Cerca

source: Search in this category
it: Cerca in questa categoria

source: Settings
it: Impostazioni

source: Show word
it: Mostra la parola

source: Sorry, the quiz functionality is not available! Quizzes are generated using Apple Intelligence, which is currently not available on your device.
it: Purtroppo la funzionalità dei quiz non è disponibile! I quiz sono generati con Apple Intelligence, che non è al momento disponibile sul tuo dispositivo.

source: Sorry, the quiz functionality is not available! Quizzes are generated using Apple Intelligence, which is not supported by your device.
it: Purtroppo la funzionalità dei quiz non è disponibile! I quiz sono generati con Apple Intelligence, che non è disponibile sul tuo dispositivo.

source: Sort alphabetically
it: Ordine alfabetico

source: Sort by creation date
it: Ordina per data di creazione

source: Sorting
it: Ordinamento

source: Sports
it: Sport

source: Spotlight integration
it: Integrazione con Spotlight

source: Spotlight integration is currently disabled. If you enable it, every word you create is indexed and can appear in your search results outside the app.
it: L’integrazione con Spotlight è al momento disabilitata. Se la abiliti, ogni parola che crei viene indicizzata e può apparire nei risultati di ricerca al di fuori dell’app.

source: Spotlight integration is currently enabled: every word you create is indexed and can appear in your search results outside the app.
it: L’integrazione con Spotlight è abilitata: ogni parola che crei viene indicizzata e può apparire nei risultati di ricerca al di fuori dell’app.

source: Still generating the following question. Hang on tight!
it: La domanda seguente sta ancora venendo generata. Ci andrà solo un attimo!

source: Support the development
it: Supporta lo sviluppo

source: Symbol for the category
it: Simbolo per la categoria

source: System dictionaries
it: Dizionari di sistema

source: System integration
it: Integrazione con il sistema

source: Terms of use
it: Termini di utilizzo

source: Test you knowledge with fun quizzes generated with Apple Intelligence!
it: Metti alla prova la tua conoscenza con divertenti quiz generati con Apple Intelligence!

source: Test your knowledge of the words you saved!
it: Metti alla prova la tua conoscenza delle parole che hai salvato!

source: Thank you so very much for your support!
it: Grazie infinite per il tuo supporto!

source: The answer was: %@
it: La risposta era: %@

source: The entire app has been redesigned for Liquid Glass and the new system look!
it: L’intera app è stata ridisegnata per il nuovo aspetto di sistema con Liquid Glass!

source: The name has to be unique across all categories: let's not get you confused :)
it: Il nome deve essere unico tra tutte le categorie, così non c'è il rischio di confondersi :)

source: The question for the user. It MUST NOT include the provided word, which constitutes the answer.
it: LA domanda per l’utente. NON DEVE includere la parola fornita, che costituisce la risposta.

source: The word "%@" has already been saved in the app, but in a different category.
it: La parola "%@" è già stata salvata nell'app, ma in una categoria differente.

source: The word "%@" has already been saved in the app.
it: La parola "%@" è già stata salvata nell'app.

source: The word "%@" has already been saved in this category.
it: La parola "%@" è già stata salvata in questa categoria.

source: The word already exists!
it: La parola esiste già!

source: The word that this question is about.
it: La parola a cui si riferisce questa domanda.

source: This app is a little side project of mine. I try and develop it ”while I'm busy making other plans”, as someone famous once said. If you happen to enjoy it, you might want to send a small tip my way: it helps to support the development of these few side projects of mine!
it: Questa app è un mio piccolo progetto che porto avanti nel tempo libero, “mentre sono impegnato a fare altri progetti”, come disse una volta qualcuno. Se l’app ti piace, magari ti può far piacere mandarmi una piccola offerta: sarà d’aiuto per supportare lo sviluppo di questo e altri miei piccoli progetti!

source: This week
it: Questa settimana

source: Tip
it: Offerta

source: Tip jar
it: Barattolo delle offerte

source: Today
it: Oggi

source: Uncategorized words
it: Parole non categorizzate

source: Uncategorized words color
it: Colore delle parole non categorizzate

source: Use the app at its best with Spotlight integration, iCloud syncing, and more!
it: Usa l’app al meglio con l’integrazione con Spotlight, la sincronizzazione con iCloud e molto altro!

source: Welcome to
it: Benvenuto su

source: What's new in this update
it: Novità dell’aggiornamento

source: When writing your notes, you can use basic Markdown syntax to format them. For example: **Bold** text *Italic* text ~Strikethrough~ text `Monospace` text
it: Quando scrivi le note puoi usare la sintassi Markdown di base per formattarle. Per esempio: Testo **in grassetto** Testo *in corsivo* Testo ~barrato~ Testo `monospaziato`

source: Word definitions are provided by the system dictionaries. You can manage your dictionaries from the "Manage Dictionaries" button.
it: Le definizioni delle parole sono fornite dai dizionari di sistema. Puoi gestire i tuoi dizionari dal pulsante "Gestisci dizionari".

source: Word learnt on %@
it: Parola imparata %@

source: Words
it: Parole

source: Writing notes
it: Scrivere le note

source: You can delete the category and all its associated words, or delete the category alone and mark all the words as uncategorized.
it: Puoi eliminare la categoria e tutte le parole associate o eliminare solo la categoria e segnare tutte le parole come non categorizzate.

source: You can use Markdown in your notes!
it: Puoi usare il Markdown nelle tue note!

source: You haven't added any words as of late: there's nothing to see here!
it: Non hai aggiunto nessuna parola ultimamente: non c’è niente da vedere qui!

source: You haven't added any words to this category yet: there's nothing to see here!
it: Non hai ancora aggiunto nessuna parola a questa categoria: non c’è niente da vedere qui!

source: You haven't added any words yet: you can start now!
it: Non hai ancora aggiunto nessuna parola: puoi iniziare ora!

source: You haven't bookmarked any words yet: there's nothing to see here!
it: Non hai ancora aggiunto nessuna parola ai segnalibri: non c’è niente da vedere qui!

source: Your answer
it: La tua risposta

source: Your data are secure and never leave your device
it: I tuoi dati sono al sicuro e non lasciano mai il tuo dispositivo
